Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_new_contact_share_done
source: {user} can now see your phone number.
be: {user} можа бачыць ваш нумар тэлефона.
ca: {user} ara pot veure el vostre telèfon.
de: {user} kann jetzt deine Nummer sehen.
es: {user} ahora puede ver tu número de teléfono.
fr: {user} peut désormais voir numéro de téléphone.
it: {user} ora può vedere il tuo numero di telefono.
ko: {user}님이 이제 회원님의 전화번호를 볼 수 있습니다.
ms: {user} kini boleh lihat nombor fon anda.
nl: {user} kan nu je telefoonnummer zien.
pl: {user} może teraz zobaczyć twój numer telefonu.
pt_br: {user} agora pode ver o seu número.
ru: {user} теперь видит Ваш номер телефона.
tr: {user} şimdi telefon numaranızı görebilir.
uk: {user} тепер може бачити ваш номер телефону.

# lng_new_contact_share_sure
source: Do you want to share your phone number {phone} with {user}?
be: Вы ўпэўнены, што хочаце абагуліць свой нумар тэлефона {phone} з {user}?
ca: Voleu compartir el vostre número {phone} amb {user}?
de: Wirklich deine Nummer {phone} mit {user} teilen?
es: ¿Quieres compartir tu número de teléfono {phone} con {user}?
fr: Voulez-vous partager votre numéro de téléphone {phone} avec {user} ?
it: Vuoi condividere il tuo numero {phone} con {user}?
ko: 회원님의 {phone} 번호를 {user} 님과 공유하시겠습니까?
ms: Anda pasti ingin kongsi nombor fon anda {phone} dengan {user}?
nl: Telefoonnummer {phone} echt delen met {user}?
pl: Czy chcesz udostępnić swój numer telefonu {phone} użytkownikowi {user}?
pt_br: Deseja compartilhar o seu número de telefone {phone} com {user}?
ru: Вы действительно хотите поделиться номером телефона {phone} с {user}?
tr: {phone} telefon numaranızı {user} ile paylaşmak istiyor musunuz?
uk: Поділитися вашим номером телефону {phone} із {user}?

# lng_new_version_minor
source: — Bug fixes and other minor improvements
be: — Выпраўленне хібнасцей і іншыя нязначныя паляпшэнні
ca: — Correcció d'errors i altres millores menors.
de: — Fehlerbehebungen und Softwareoptimierungen
es: — Corrección de errores y otras mejoras menores
fr: — Correction de bugs et autres améliorations mineures
it: — Risoluzione di problemi e altri miglioramenti minori
ko: — 버그 수정 및 일부 기능 향상
ms: — Pembetulan kutu dan penambahbaikan lain
nl: — Probleemoplossing en andere kleine verbeteringen
pl: — Poprawki i inne drobne ulepszenia
pt_br: — Resolução de bugs e outras melhorias menores
ru: — Исправления и улучшения
tr: — Hata düzeltmeleri ve diğer küçük iyileştirmeler
uk: – Виправлення помилок та інші незначні поліпшення

# lng_new_version_wrap
source: Telegram Desktop was updated to version {version} {changes} Full version history is available here: {link}
be: Telegram Desktop быў абноўлены да версіі {version} {changes} Поўная гісторыя версій даступная тут: {link}
ca: El Telegram Desktop s'ha actualitzat a la versió {version} {changes} L'historial de versions complet es troba disponible aquí: {link}
de: Telegram Desktop wurde aktualisiert auf Version {version} {changes} Gesamter Versionsverlauf: {link}
es: Telegram Desktop ha sido actualizado a la versión {version} {changes} El historial completo está disponible aquí: {link}
fr: Telegram pour bureau a été mis à jour vers la version {version} {changes} L'historique complet des versions est disponible ici : {link}
it: Telegram Desktop si è aggiornato alla versione {version} {changes} La cronologia degli aggiornamenti è disponibile qui: {link}
ko: 텔레그램 데스크톱이 {version} 버전으로 업데이트되었습니다 {changes} 전체 버전 역사는 여기서 보실 수 있습니다: {link}
ms: Telegram Desktop dikemaskini ke versi {version} {changes} Sejarah versi penuh ada di sini: {link}
nl: Telegram is bijgewerkt naar versie {version} {changes} Volledige versiegeschiedenis is hier te vinden: {link}
pl: Telegram Desktop został zaktualizowany do wersji {version} {changes} Pełna historia wersji dostępna jest tutaj: {link}
pt_br: O Telegram Desktop foi atualizado para a versão {version}. {changes} Histórico completo de mudanças disponível aqui: {link}
ru: Telegram Desktop обновился до версии {version} {changes} Вся история изменений доступна здесь: {link}
tr: Telegram Desktop, {version} sürümüne güncellendi {changes} Tam sürüm geçmişi buradan edinilebilir: {link}
uk: Telegram Desktop оновився до версії {version} {changes} Повна історія версій доступна тут: {link}

# lng_no_chats
source: Your chats will be here
be: Тут будуць вашы чаты
ca: Aquí es mostraran els xats
de: Noch keine Chats
es: Tus chats estarán aquí
fr: Vos échanges apparaîtront ici.
it: Le tue chat saranno qui
ko: 대화방이 여기에 표시됩니다
ms: Bual anda dapat dilihat di sini
nl: Hier komen je chats
pl: Tutaj będą twoje czaty
pt_br: Seus chats estarão aqui
ru: Здесь будут показаны Ваши чаты
tr: Sohbetleriniz burada olacak
uk: Ваші чати будуть тут

# lng_no_clear_history_channel
source: In channels you can enable auto-delete for messages.
be: Вы можаце ўключыць у каналах аўтавыдаленне паведамленняў.
ca: Podeu activar l'autodestrucció de missatges en canals.
de: In Kanälen kannst du automatisches Löschen von Nachrichten aktivieren.
es: En los canales puedes activar la autoeliminación de mensajes.
fr: Dans les canaux, vous pouvez activer l'autosuppression des messages.
it: Nei canali puoi attivare l'autoeliminazione per i messaggi.
ko: 채널에서 메시지 자동삭제를 활성화 할 수 있습니다.
ms: Di saluran anda boleh daya hapus automatik untuk mesej.
nl: In kanalen kun je auto-wissen voor berichten aanzetten.
pl: W kanałach możesz włączyć automatyczne usuwanie wiadomości.
pt_br: Em canais, você pode ativar a exclusão automática de mensagens.
ru: В каналах можно включить автоудаление сообщений.
tr: Kanallarda mesajları otomatik silmeyi etkinleştirebilirsiniz.
uk: У каналах можна увімкнути автовидалення повідомлень.

# lng_no_clear_history_group
source: In public groups you can enable auto-delete for messages.
be: Вы можаце ўключыць у публічных суполках аўтавыдаленне паведамленняў.
ca: Podeu activar l'autodestrucció de missatges en grups públics.
de: In öffentlichen Gruppen kannst du automatisches Löschen von Nachrichten aktivieren.
es: En los grupos públicos puedes activar la autoeliminación de mensajes.
fr: Dans les groupes publics, vous pouvez activer l'autosuppression des messages.
it: Nei gruppi pubblici puoi attivare l'autoeliminazione per i messaggi.
ko: 공개그룹에서 메시지 자동삭제를 활성화 할 수 있습니다.
ms: Di grup awam anda boleh daya hapus automatik untuk mesej.
pl: W publicznych grupach możesz włączyć automatyczne usuwanie wiadomości.
pt_br: Em grupos públicos, você pode ativar a exclusão automática de mensagens.
ru: В публичных группах можно включить автоудаление сообщений.
tr: Herkese açık gruplarda mesajları otomatik silmeyi etkinleştirebilirsiniz.
uk: У публічних групах можна увімкнути автовидалення повідомлень.

# lng_no_contacts
source: You have no contacts
be: У вас няма кантактаў
ca: No teniu cap contacte
de: Du hast keine Kontakte
es: No tienes contactos
fr: Vous n'avez aucun contact
it: Non hai contatti
ko: 연락처가 없습니다
ms: Anda tiada kenalan
nl: Je hebt geen contacten
pl: Nie masz żadnych kontaktów
pt_br: Você não possui contatos
ru: У Вас нет контактов
tr: Hiç kişiniz yok
uk: У вас немає контактів

# lng_no_mic_permission
source: Telegram needs microphone access so that you can make calls and record voice messages.
be: Telegram патрэбны доступ да вашага мікрафона, каб вы маглі тэлефанаваць і запісваць галасавыя паведамленні.
ca: El Telegram necessita accés al micròfon perquè pugueu realitzar trucades i enregistrar missatges de veu.
de: Damit du Anrufe führen und Sprachnachrichten aufnehmen kannst, benötigt Telegram Desktop Zugriff auf dein Mikrofon.
es: Telegram necesita acceso al micrófono para que puedas realizar llamadas y grabar mensajes de voz.
fr: Telegram a besoin d'accéder à votre micro pour que vous puissiez passer des appels et enregistrer des messages vocaux.
it: Telegram deve accedere al microfono affinché tu possa chiamare e registrare messaggi vocali.
ko: 텔레그램에서 전화와 음성 메시지 녹음을 하기 위해 마이크 접근 권한이 필요합니다.
ms: Telegram perlukan akses ke mikrofon anda supaya anda dapat buat panggilan dan rakam mesej suara.
nl: Telegram heeft toegang tot je microfoon nodig zodat je kunt bellen en spraakberichten kunt opnemen.
pl: Aby wykonywać połączenia i nagrywać wiadomości głosowe, Telegram musi mieć dostęp do mikrofonu.
pt_br: O Telegram precisa de acesso ao microfone para que você possa fazer chamadas e gravar mensagens de voz.
ru: Чтобы Вы могли пользоваться звонками и записывать голосовые сообщения, Telegram требуется доступ к микрофону.
tr: Telegram'ın mikrofon erişimine ihtiyacı var. Böylece arama yapabilir ve sesli mesajları kaydedebilirsiniz.
uk: Для здійснення викликів та записування голосових повідомлень потрібен доступ до мікрофона.

# lng_notification_hide_all
source: Hide all
be: Схаваць усе
ca: Amaga-ho tot
de: Alle verstecken
es: Ocultar todas
fr: Tout masquer
it: Nascondi tutte
ko: 모두 가리기
ms: Sembunyi semua
nl: Alles verbergen
pl: Ukryj wszystkie
pt_br: Ocultar todas
ru: Скрыть все
tr: Tümünü gizle
uk: Приховати всі

# lng_notification_reminder
source: Reminder
be: Напамін
ca: Recordatori
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
ko: 미리 알림
ms: Peringatan
nl: Herinnering
pl: Przypomnienie
pt_br: Lembrete
ru: Напоминание
tr: Hatırlatıcı
uk: Нагадування

# lng_notification_sample
source: This is a sample notification
be: Гэта ўзор апавяшчэння
ca: Açò és una notificació de mostra
de: Eine Beispiel-Benachrichtigung
es: Esta es una notificación de ejemplo
fr: Voici un exemple de notification
it: Questa è una notifica di esempio
ko: 샘플 알림입니다
ms: Ini adalah sempel notifikasi
nl: Berichtgevingsvoorbeeld
pl: To jest przykładowe powiadomienie
pt_br: Este é um exemplo de notificação.
ru: Это пример уведомления
tr: Bu örnek bir bildirimdir
uk: Це зразок сповіщення

# lng_open_from_tray
source: Open Telegram
be: Адкрыць Telegram
ca: Obre el Telegram
de: Telegram öffnen
es: Abrir Telegram
fr: Ouvrir Telegram
it: Apri Telegram
ko: 텔레그램 실행
ms: Buka Telegram
nl: Telegram openen
pl: Otwórz Telegram
pt_br: Abrir o Telegram
ru: Открыть Telegram
tr: Telegram'ı aç
uk: Відкрити Telegram

# lng_open_this_link
source: Open this link?
be: Адкрыць гэту спасылку?
ca: Voleu obrir aquest enllaç?
de: Diesen Link öffnen?
es: ¿Abrir este enlace?
fr: Ouvrir ce lien ?
it: Aprire questo link?
ko: 이 링크를 열까요?
ms: Buka link ini?
nl: Link openen?
pl: Otworzyć ten link?
pt_br: Abrir este link?
ru: Перейти по ссылке?
tr: Bu bağlantı açılsın mı?
uk: Відкрити це посилання?

# lng_outdated_now
source: So Telegram Desktop can update to newer versions.
be: Тады вам стануць даступныя навейшыя версіі Telegram Desktop.
ca: Perquè el Telegram Desktop pugui actualitzar-se.
de: Damit sich Telegram Desktop aktualisieren kann.
es: Para que Telegram Desktop pueda actualizarse a nuevas versiones.
fr: Afin que Telegram Desktop puisse se mettre à jour.
it: In modo che Telegram Desktop possa aggiornarsi alle nuove versioni.
ko: 새로운 버전의 텔레그램 데스크탑 설치가 가능합니다.
ms: Agar Telegram Desktop boleh kemaskini ke vesi terkini.
nl: Zodat Telegram Desktop bijgewerkt kan worden naar nieuwere versies.
pl: Dzięki temu Telegram Desktop może aktualizować się do nowszych wersji.
pt_br: Dessa forma, o Telegram Desktop pode atualizar para versões mais recentes.
ru: Чтобы приложение Telegram могло получать обновления.
tr: Böylece Telegram Desktop daha yeni sürümlere güncellenebilir.
uk: Щоб Telegram Desktop міг отримувати оновлення.

# lng_outdated_soon
source: Otherwise, Telegram Desktop will stop updating on {date}.
be: У іншым выпадку Telegram Desktop не будзе абнаўляцца пасля {date}.
ca: En cas contrari, el Telegram Desktop deixarà d'actualitzar-se el {date}.
de: Telegram Desktop wird sonst ab {date} keine Aktualisierungen mehr erhalten können.
es: De lo contrario, Telegram Desktop dejará de actualizarse el {date}.
fr: Sinon, Telegram Desktop cessera de se mettra jour à partir du {date}.
it: Altrimenti, Telegram Desktop smetterà di aggiornarsi il {date}.
ko: 텔레그램은 {date}에 데스트탑 지원을 중단할 예정입니다.
ms: Kalau tidak,Telegram Desktop akan berhenti kemaskini pada {date}.
nl: Anders kan Telegram Desktop niet meer bijgewerkt worden vanaf {date}.
pl: W przeciwnym razie Telegram Desktop przestanie się aktualizować z dniem {date}.
pt_br: Caso contrário, o Telegram Desktop irá parar de atualizar em {date}.
ru: Иначе приложение перестанет обновляться с {date}.
tr: Aksi takdirde Telegram Desktop, {date} tarihinde güncellenmeyi durduracaktır.
uk: Інакше програма перестане оновлюватися з {date}.

# lng_outdated_title
source: PLEASE UPDATE YOUR OPERATING SYSTEM.
be: АБНАВІЦЕ СВАЮ АПЕРАЦЫЙНУЮ СІСТЭМУ.
ca: ACTUALITZEU EL SISTEMA OPERATIU.
de: BITTE DEIN BETRIEBSSYSTEM AKTUALISIEREN
es: POR FAVOR, ACTUALIZA TU SISTEMA OPERATIVO.
fr: VEUILLEZ METTRE À JOUR VOTRE SYSTÈME D’EXPLOITATION.
it: PER FAVORE AGGIORNA IL TUO SISTEMA OPERATIVO.
ko: 운영체제를 업데이트 해주세요.
ms: SILA KEMASKINI SISTEM OPERASI ANDA.
nl: WERK JE BESTURINGSSYSTEEM BIJ
pl: PROSZĘ ZAKTUALIZOWAĆ SYSTEM OPERACYJNY
pt_br: POR FAVOR, ATUALIZE O SEU SISTEMA OPERACIONAL.
ru: НЕОБХОДИМО ОБНОВИТЬ ОПЕРАЦИОННУЮ СИСТЕМУ.
tr: LÜTFEN İŞLETİM SİSTEMİNİZİ GÜNCELLEYİN.
uk: ОНОВІТЬ ОПЕРАЦІЙНУ СИСТЕМУ.

# lng_outdated_title_bits
source: PLEASE SWITCH TO A 64-BIT OPERATING SYSTEM.
be: ЗМЯНІЦЕ АПЕРАЦЫЙНУЮ СІСТЭМУ НА 64-БІТНУЮ.
ca: CANVIEU A UN SISTEMA OPERATIU DE 64 BITS.
de: BITTE ZU EINEM 64-BIT BETRIEBSSYSTEM WECHSELN.
es: CAMBIA A UN SISTEMA OPERATIVO DE 64 BITS.
fr: VEUILLEZ PASSER À UN SYSTÈME D’EXPLOITATION 64 BIT
it: PER FAVORE PASSA A UN SISTEMA OPERATIVO A 64 BIT.
ko: 64비트 운영체제로 변경해주세요.
ms: SILA TUKAR KE SISTEM OPERASI 64 BIT.
nl: SCHAKEL OVER NAAR EEN 64-BITS BESTURINGSSYSTEEM.
pl: PRZEŁĄCZ NA 64-BITOWY SYSTEM OPERACYJNY.
pt_br: POR FAVOR, MIGRE PARA UM SISTEMA DE 64-BIT
ru: НЕОБХОДИМА 64-БИТНАЯ ОПЕРАЦИОННАЯ СИСТЕМА
tr: LÜTFEN 64 BİT İŞLETİM SİSTEMİNE GEÇİN.
uk: БУДЬ ЛАСКА, ПЕРЕЙДІТЬ НА 64-БІТНУ ОПЕРАЦІЙНУ СИСТЕМУ.

# lng_owner_badge
source: owner
be: уладальнік
ca: propietari
de: Inhaber
es: propietario
fr: propriétaire
it: proprietario
ko: 소유자
ms: pemilik
nl: eigenaar
pl: właściciel
pt_br: dono
ru: владелец
tr: sahibi
uk: власник

# lng_passcode_about
source: When a local passcode is set, a lock icon appears at the top of your chat list. Click it to lock Telegram Desktop. Note: if you forget your local passcode, you'll need to log out of Telegram Desktop and log in again.
be: Калі вы ўключыце блакіроўку кодам доступу, уверсе спіса вашых чатаў з’явіцца значок блакіроўкі. Націсніце яго, каб заблакіраваць або разблакіраваць праграму. Звярніце ўвагу: калі вы забудзецеся на код, вам прыйдзецца выйсці з уліковага запісу Telegram Desktop і нанава ўвайсці.
ca: En configurar un codi d'accés, apareixerà un cadenat a la part superior de la llista de xats. Feu-hi clic per a blocar l'aplicació. Nota: si oblideu el codi d'accés, haureu de tancar la sessió al Telegram Desktop i tornar a iniciar-la.
de: Sobald du einen Pincode einstellst, siehst du ein kleines Schloss über deiner Chatliste. Klicke darauf um die App zu sperren. Wichtig: Vergisst du den Pincode, so musst du dich bei Telegram Desktop neu anmelden.
es: Al establecer un código, un candado aparecerá en la lista de chats. Haz clic sobre él para bloquear Telegram Desktop. Importante: Si olvidas el código, tendrás que cerrar sesión en Telegram Desktop y volver a iniciarla.
fr: Quand un code d'accès est défini, une icône apparaît en haut de votre liste d'échanges. Cliquez dessus pour verrouiller l'application. Si vous oubliez votre code, vous devrez vous déconnecter de Telegram pour bureau et vous reconnecter.
it: Quando è attivo un codice, appare un'icona col lucchetto sopra la lista delle chat. Cliccala per bloccare l'app. Nota: se dimentichi il codice, dovrai accedere di nuovo su Telegram Desktop.
ko: 암호를 설정하시면 대화방 목록 맨 위에 잠금 아이콘이 표시됩니다. 이 아이콘을 클릭하여 텔레그램 데스크톱을 잠그실 수 있습니다. 주의: 암호를 잊어버릴 경우 텔레그램 데스크톱에서 로그아웃한 후 다시 로그인하셔야 합니다.
ms: Bila kod laluan tempatan diset, ikon kunci akan menjelma di bahagian atas senarai bual. Klik ikon untuk kunci Telegram Desktop Nota: jika anda lupa kata laluan tempatan, anda akan dikehendaki log keluar kemudian log masuk ke Telegram Desktop.
nl: Als je een toegangscode instelt verschijnt er een slotje bovenaan de lijst met chats, klik erop om Telegram Desktop te vergrendelen. Let op: als je de toegangscode vergeet moet je opnieuw inloggen.
pl: Po skonfigurowaniu lokalnego kodu dostępu na górze listy czatów pojawi się ikona kłódki. Kliknij ją, aby zablokować Telegram Desktop. Uwaga! Jeśli zapomnisz lokalny kod dostępu, trzeba będzie wylogować się z Telegram Desktop i zalogować ponownie.
pt_br: Quando uma senha de bloqueio é definida, um cadeado aparecerá no topo de sua lista de conversas. Clique para bloquear o aplicativo. Nota: se você esquecer sua senha, terá que sair e entrar novamente no Telegram Desktop.
ru: Когда код-пароль включен, в списке чатов появляется значок замка для блокировки и разблокировки приложения. Важно: если Вы забудете код-пароль, нужно будет выйти и заново авторизоваться в Telegram Desktop.
tr: Yerel bir parola ayarladığınızda, sohbetler listenizde bir kilit simgesi görünür. Telegram Desktop'ı kilitlemek için buna dokunun. Not: Yerel parolanızı unutursanız, Telegram Desktop oturumunuzu kapatmanız ve tekrar oturum açmanız gerekir.
uk: Коли локальний пароль встановлений, над списком чатів є значок замка для блокування програми. Памʼятайте: якщо ви забудете свій локальний пароль, вам потрібно буде заново увійти у свій акаунт.

# lng_passcode_autolock
source: Auto-Lock
be: Аўтаблакіроўка
ca: Blocatge automàtic
de: Auto-Sperre
es: Autobloqueo
fr: Verrouillage automatique
it: Blocco automatico
ko: 자동 잠금
ms: Auto-Kunci
nl: Automatisch vergrendelen
pl: Automatyczna blokada za:
pt_br: Bloqueio Automático
ru: Автоблокировка
tr: Otomatik Kilit
uk: Автоблокування

# lng_passcode_autolock_away
source: Auto-Lock if away for...
be: Аўтаблакіраваць пры адсутнасці з цягам:
ca: Bloca si no hi sóc durant...
de: Auto-Sperre bei Abwesenheit:
es: Autobloqueo si estoy fuera…
fr: Verrouillage automatique si absent pendant...
it: Blocco automatico se assente per...
ko: 다음 기간 내 비활동 시 자동 잠금
ms: Auto-kunci kalau tak guna untuk...
nl: Vergrendelen indien langer afwezig dan:
pl: Auto-blokada, jeśli nieobecny przez…
pt_br: Bloquear se ausente por...
ru: Автоблокировка при неактивности...
tr: Uzaktaysam otomatik kilitle…
uk: Автоблокування після відсутності протягом...

# lng_passcode_autolock_hours_minutes
source: {hours_count}h {minutes_count}m
be: {hours_count}гадз {minutes_count}хв
ca: {hours_count}h {minutes_count}min
it: {hours_count}o {minutes_count}m
ko: {hours_count}시 {minutes_count}분
ms: {hours_count}j {minutes_count}m
pl: {hours_count}g {minutes_count}m
pt_br: {hours_count}h {minutes_count}min
ru: {hours_count}ч {minutes_count}м
tr: {hours_count}sa {minutes_count}dk
uk: {hours_count} год {minutes_count} хв

# lng_passcode_autolock_inactive
source: Auto-Lock if inactive for...
be: Аўтаблакіраваць пры неактыўнасці з цягам:
ca: Bloca si estic inactiu durant...
de: Auto-Sperre bei Inaktivität:
es: Autobloqueo si estoy inactivo…
fr: Verrouiller automatiquement si inactif pendant...
it: Blocco automatico se inattivo per...
ko: 다음 시간 동안 비활동 시 자동 잠금
ms: Kunci-Auto jika tidak aktif untuk...
nl: Vergrendelen indien langer inactief dan:
pl: Auto-blokada, jeśli nieaktywny przez…
pt_br: Bloquear se inativo por...
ru: Автоблокировка при неактивности...
tr: Etkin değilsem otomatik kilitle…
uk: Автоблокування, якщо неактивний упродовж...

# lng_passcode_change
source: Change passcode
be: Змяніць код доступу
ca: Canvia el codi d'accés
de: Pincode ändern
es: Cambiar código
fr: Modifier le code d'accès
it: Cambia codice
ko: 암호 바꾸기
ms: Tukar kod laluan
nl: Toegangscode wijzigen
pl: Zmień kod dostępu
pt_br: Alterar senha de bloqueio
ru: Изменение код-пароля
tr: Parolayı değiştir
uk: Змінити пароль

# lng_passcode_confirm_new
source: Re-enter new passcode
be: Увядзіце новы код доступу яшчэ раз
ca: Torneu a introduir el codi d'accés
de: Pincode wiederholen
es: Repite el nuevo código
fr: Confirmez le nouveau code d'accès
it: Ripeti il nuovo codice
ko: 새 암호 다시 입력
ms: Masukkan semula kod laluan baru
nl: Toegangscode opnieuw invoeren
pl: Powtórz nowy kod dostępu
pt_br: Re-insira sua nova senha
ru: Повторите код-пароль
tr: Yeni parolayı tekrar girin
uk: Введіть новий пароль ще раз

# lng_passcode_create
source: Local passcode
be: Лакальны код доступу
ca: Codi d'accés local
de: Pincode festlegen
es: Código de bloqueo
fr: Code d'accès
it: Codice di blocco
ko: 암호
ms: Kod laluan tempatan
nl: Toegangscode
pl: Lokalny kod dostępu
pt_br: Senha de bloqueio
ru: Код-пароль
tr: Yerel parola
uk: Локальний пароль

# lng_passcode_differ
source: Passcodes are different
be: Коды доступу адрозніваюцца
ca: Els codis són diferents
de: Pincode ist nicht identisch
es: Los códigos son diferentes
fr: Les codes d'accès sont différents
it: I codici sono diversi
ko: 암호가 다릅니다.
ms: Kod laluan tidak sama
nl: Toegangscodes zijn verschillend
pl: Kody dostępu są niezgodne
pt_br: As senhas não correspondem
ru: Код-пароли не совпадают
tr: Parolalar farklı
uk: Коди блокування не збігаються

# lng_passcode_enter
source: Enter your local passcode
be: Увядзіце ваш код доступу
ca: Introduïu el codi d'accés local
de: Pincode eingeben
es: Pon tu código
fr: Entrez votre code d'accès
it: Inserisci il tuo codice di blocco
ko: 암호 입력
ms: Masukkan kod laluan anda
nl: Toegangscode invoeren
pl: Wpisz lokalny kod dostępu
pt_br: Insira a senha de bloqueio local
ru: Введите код-пароль
tr: Yerel parolanızı girin
uk: Введіть локальний пароль

# lng_passcode_enter_new
source: Enter new passcode
be: Увядзіце новы код доступу
ca: Introduïu el codi d'accés nou
de: Neuer Pincode
es: Pon tu nuevo código
fr: Entrez le nouveau code d'accès
it: Inserisci un nuovo codice
ko: 새로운 암호 입력
ms: Masukkan kod laluan baru
nl: Nieuwe toegangscode invoeren
pl: Wprowadź nowy kod dostępu
pt_br: Insira sua nova senha
ru: Введите новый код-пароль
tr: Yeni parolayı girin
uk: Введіть новий пароль

# lng_passcode_enter_old
source: Enter current passcode
be: Увядзіце бягучы код доступу
ca: Introduïu el codi d'accés actual
de: Aktuellen Pincode eingeben
es: Pon el código actual
fr: Entrez le code d'accès actuel
it: Inserisci il codice attuale
ko: 현재 암호 입력
ms: Masukkan kod laluan terkini
nl: Toegangscode invoeren
pl: Wprowadź aktualny kod dostępu
pt_br: Insira sua senha atual
ru: Введите текущий код-пароль
tr: Mevcut parolayı girin
uk: Введіть поточний пароль

# lng_passcode_is_same
source: Passcode was not changed
be: Код доступу не быў зменены
ca: El codi d'accés és el mateix
de: Pincode wurde nicht geändert
es: El código no fue cambiado
fr: Le code d'accès n'a pas été changé
it: Il codice non è stato cambiato
ko: 암호가 변경되지 않았습니다.
ms: Kod laluan tak ditukar
nl: Toegangscode is niet gewijzigd
pl: Kod dostępu nie został zmieniony
pt_br: Senha não alterada
ru: Код-пароль не изменён
tr: Parola değiştirilmedi
uk: Пароль не змінено

# lng_passcode_need_unblock
source: You need to unlock me first.
be: Спачатку вам трэба мяне разблакіраваць.
ca: Primer heu de desblocar-me.
de: Bitte erst entsperren.
es: Necesitas desbloquearme primero.
fr: Vous devez d'abord me déverrouiller.
it: Devi prima sbloccarmi.
ko: 먼저 잠금을 해제하셔야 합니다.
ms: Anda harus buka kunci untuk saya dahulu.
nl: Deblokkeer de app eerst.
pl: Musisz najpierw mnie odblokować.
pt_br: Você precisa me desbloquear primeiro.
ru: Сначала необходимо разблокировать приложение.
tr: Önce beni açmalısın.
uk: Вам спершу потрібно мене розблокувати.

# lng_passcode_ph
source: Your passcode
be: Ваш код доступу
ca: Codi d'accés
de: Dein Pincode
es: Tu código
fr: Votre code d'accès
it: Il tuo codice
ko: 현재 암호
ms: Kod laluan anda
nl: Je toegangscode
pl: Twój kod dostępu
pt_br: Sua senha
ru: Код доступа
tr: Parolanız
uk: Ваш пароль
